Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/OnBoardingBundles/AppStore.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# THIRD_BULLET
source: We use information about your purchases, downloads, and other activities in the stores to tailor features, offer personalized recommendations, and send you notifications including for Apple marketing. You can opt out of the use of this data for this purpose, as described below.
ar: نستخدم معلومات عن مشترياتك وتنزيلاتك ونشاطاتك الأخرى في المتاجر لتخصيص الميزات وعرض التوصيات المخصصة وإرسال الإشعارات إليك، بما في ذلك إشعارات التسويق من Apple. يمكنك التوقف عن السماح باستخدام هذه البيانات لهذا الغرض كما هو مبين أدناه.
bg: Използваме информация за вашите покупки, изтеглено съдържание и други активности в магазините, за да персонализираме функциите, да предлагаме персонализирани препоръки и да ви изпращаме известия, включително за Apple маркетинг. Можете да се откажете от използването на тези данни за тази цел, както е описано по-долу.
ca: Utilitzem informació sobre les teves compres, descàrregues i altres activitats a les botigues per oferir-te funcions, recomanacions personalitzades i enviar‑te notificacions, fins i tot de màrqueting d’Apple. A continuació es descriu com pots fer que deixem d’utilitzar les dades amb aquesta finalitat.
cs: Na základě informací o vašich nákupech, stahování a dalších aktivitách v obchodech pro vás připravujeme individuálně přizpůsobené funkce, nabízíme vám osobní doporučení a posíláme vám oznámení, mimo jiné i marketingová oznámení společnosti Apple. Využívání dat k těmto účelům můžete níže popsaným postupem odmítnout.
da: Vi bruger oplysninger om dine køb, overførsler og andre aktiviteter i butikkerne til at skræddersy funktioner, tilbyde dig personlige anbefalinger og sende dig notifikationer, herunder Apple-reklamer. Du kan framelde dig brugen af disse data til dette formål, som beskrevet herunder.
de: Informationen zu deinen Käufen, Downloads sowie anderen Store-Aktivitäten werden dazu verwendet, Funktionen zu optimieren, dir personalisierte Empfehlungen anzubieten und dir Mitteilungen zu senden, einschließlich Apple-Marketing-Mitteilungen. Du kannst die Verwendung dieser Informationen zu diesem Zweck, wie nachfolgend beschrieben, deaktivieren.
el: Χρησιμοποιούμε πληροφορίες σχετικά με τις αγορές, τις λήψεις και άλλες δραστηριότητές σας στα Store για να προσαρμόζουμε δυνατότητες, να παρέχουμε εξατομικευμένες συστάσεις και να σας στέλνουμε γνωστοποιήσεις συμπεριλαμβανομένων μηνυμάτων μάρκετινγκ της Apple. Μπορείτε να επιλέξετε να μη χρησιμοποιούνται τα εν λόγω δεδομένα για αυτόν τον σκοπό, όπως περιγράφεται παρακάτω.
es: Utilizamos información sobre tus compras, descargas y otras actividades en las tiendas para adaptar funciones, ofrecerte recomendaciones personalizadas y enviarte notificaciones (también sobre información comercial de Apple). Para que dejen de usarse estos datos, sigue el procedimiento que se describe a continuación.
es_419: Usamos información sobre tus compras, descargas y otras actividades en las tiendas para crear recomendaciones personalizadas y enviarte notificaciones que incluyen las de marketing de Apple. Puedes elegir que no se usen estos datos para este fin de la manera que se describe a continuación.
es_us: Usamos información sobre tus compras, descargas y otras actividades en las tiendas para crear recomendaciones personalizadas y enviarte notificaciones que incluyen las de marketing de Apple. Puedes elegir que no se usen estos datos para este fin de la manera que se describe a continuación.
fi: Apple käyttää tietoja ostoistasi, latauksistasi ja muusta toiminnastasi Storeissa ominaisuuksien räätälöimiseen, henkilökohtaisten ehdotusten antamiseen sekä ilmoitusten, myös Applen markkinoinnin, lähettämiseen. Voit kieltäytyä tästä tietojen käytöstä alla kuvatulla tavalla.
fr: Nous utilisons les informations relatives à vos achats, téléchargements et autres activités dans les stores pour adapter les fonctionnalités, vous proposer des recommandations personnalisées et vous envoyer des notifications, y compris dans le cadre des communications marketing d’Apple. Vous pouvez vous opposer à l’utilisation de ces données à cette fin, comme décrit ci-dessous.
fr_ca: Nous utilisons des informations sur vos achats, vos téléchargements et d’autres activités dans les boutiques pour adapter les fonctionnalités, émettre des recommandations personnalisées et vous transmettre des notifications qui relèvent notamment du marketing d’Apple. Vous pouvez choisir de ne pas autoriser l’utilisation de ces données à ces fins, comme décrit ci-dessous.
he: אנו משתמשים במידע על הרכישות, ההורדות והפעילויות האחרות שלך בחנויות כדי להתאים מאפיינים, לספק לך המלצות מותאמות אישית ולשלוח לך עדכונים הכוללים מידע שיווקי של Apple. באפשרותך לסרב לשימוש בנתונים אלה למטרה זו, כפי שמפורט להלן.
hi: हम स्टोर में आपकी ख़रीदारी, डाउनलोड और अन्य ऐक्टिविटी के बारे में जानकारी का उपयोग फ़ीचर को आपकी ज़रूरत के अनुसार बनाने और वैयक्तिकृत अनुशंसाओं के लिए करते हैं और Apple मार्केटिंग सहित आपको सूचनाएँ भेज सकते हैं। आप नीचे बताए गए उद्देश्य के लिए इस डेटा का उपयोग करने का विकल्प अचयनित कर सकते हैं।
hr: Koristimo informacije o vašim kupljenim stavkama, preuzimanjima i ostalim aktivnostima u trgovinama kako bismo za vas krojili značajke, nudili vam personalizirane preporuke i slali vam obavijesti uključujući i one za Appleov marketing. Možete odbiti davanje ovih podataka za tu svrhu na niže opisan način.
hu: Az áruházakban végzett vásárlásainak, letöltéseinek és egyéb tevékenységeinek információit arra használjuk fel, hogy személyre szabjuk a funkciókat, személyre szabott ajánlásokat kínáljunk, ezenkívül értesítéseket, többek között Apple-marketinganyagokat küldjünk Önnek. Az adatok ilyen célú felhasználását az alábbiakban leírt módon lemondhatja.
id: Kami menggunakan informasi mengenai pembelian, pengunduhan, dan aktivitas Anda lainnya di toko untuk menyesuaikan fitur, menawarkan rekomendasi yang dipersonalisasi, dan mengirimi Anda pemberitahuan termasuk untuk pemasaran Apple. Anda dapat menonaktifkan penggunaan data ini untuk tujuan ini, sebagaimana yang dijelaskan di bawah.
it: Apple utilizza le informazioni relative agli acquisti, ai download e alle altre attività associate agli Store per fornirti funzionalità e consigli su misura e per inviarti notifiche anche relative alle campagne di marketing Apple. Puoi decidere di non consentire l’utilizzo dei dati a questo scopo, come descritto di seguito.
ja: Appleは、あなたに合わせた機能とおすすめを提供し、Appleマーケティングを含む通知を送信するために、ストアでの購入、ダウンロード、その他の活動に関する情報を使用します。後述の通り、この目的のためにこのデータを使用しないように選択することもできます。
kk: Дүкендерде өнімдерді сатып алу, жүктеп алу және басқа да әрекеттер туралы ақпаратты функциялар мен ұсыныстарды жекелендіру және Apple жарнамасы үшін хабарландырулар жіберу мақсатында пайдаланамыз. Бұл деректерді осындай мақсатпен пайдаланудан төменде сипатталғандай бас тартуға болады.
ko: Apple은 사용자의 관심에 부합하는 기능 및 개인 맞춤형 추천을 제공하고, Apple 마케팅을 포함한 알림을 보내기 위해 스토어에서의 사용자의 구입, 다운로드, 기타 활동에 관한 정보를 사용합니다. 사용자는 해당 목적을 위한 데이터의 사용을 중단할 수 있습니다.
lt: Naudojame informaciją apie jūsų pirkinius, atsisiuntimus bei kitą veiklą parduotuvėse, kad galėtume pritaikyti funkcijas, siūlyti suasmenintas rekomendacijas ir siųsti pranešimus, įskaitant „Apple“ rinkodaros pranešimus. Galite atsisakyti naudoti šiuos duomenis šiuo tikslu, kaip nurodyta toliau.
ms: Kami menggunakan maklumat tentang pembelian, muat turun dan aktiviti anda yang lain dalam kedai untuk memperibadikan ciri, menawarkan pengesyoran yang diperibadikan dan menghantar pemberitahuan kepada anda, termasuk bagi pemasaran Apple. Anda boleh menarik diri daripada penggunaan data ini untuk tujuan ini, seperti yang diterangkan di bawah.
nl: We gebruiken informatie over je aan­kopen, down­loads en andere activiteiten in de Stores om functies op je af te stemmen, geperso­naliseerde aanbeve­lingen te doen en je mel­dingen te sturen, waaronder mel­dingen voor marketing van Apple. Je kunt het gebruik van deze gegevens voor dit doel­einde stop­zetten zoals hier­onder beschreven.
no: Vi bruker informasjon om kjøp, nedlastinger og annen aktivitet i butikkene til å skreddersy funksjoner, gi deg tilpassede anbefalinger og sende deg varslinger, inkludert Apple-annonser. Du kan velge å fjerne tillatelsen til bruk av disse dataene til dette formålet, som beskrevet nedenfor.
pl: Używamy informacji o Twoich zakupach, pobieranych rzeczach, przeglądaniu i innych działaniach w sklepach, aby dostosować możliwości i oferować Ci spersonalizowane rekomendacje, a także wysyłać powiadomienia (w tym dotyczące marketingu Apple). Możesz zrezygnować z wykorzystywania tych danych, zgodnie z opisem poniżej.
pt_br: Usamos informações sobre suas compras, downloads e outras atividades nas lojas para personalizar os recursos e oferecer recomendações personalizadas para você, além de enviar notificações que incluem marketing da Apple. Você pode desativar o uso de tais dados para estes fins, conforme descrito abaixo.
pt_pt: Usamos a informação acerca das suas compras, descargas e outra atividade nas lojas para personalizar funcionalidades, oferecer recomendações personalizadas e enviar notificações de marketing da Apple. Pode indicar que prefere que esta informação não seja usada neste sentido, como abaixo descrito.
ro: Utilizăm informații despre achiziții, descărcări și alte activități din magazinele online pentru a le adapta funcționalitățile, pentru a vă oferi recomandări personalizate și pentru a vă trimite notificări, inclusiv pentru comunicările de marketing Apple. Puteți opta împotriva utilizării acestor date pentru acest scop, conform celor de mai jos.
ru: Мы используем информацию о Ваших покупках, загрузках и других действиях в магазинах, чтобы персонализировать функции и рекомендации, а также отправлять Вам уведомления, в том числе для рекламы Apple. Информация о том, как отказаться от передачи этих данных, приведена далее.
sk: Informácie o vašich nákupoch, stiahnutých položkách a ďalších aktivitách v obchodoch používame na prípravu individuálne prispôsobených funkcií, ponúk šitých na mieru pre vás a posielanie hlásení vrátane marketingu spoločnosti Apple. Používanie dát na tieto účely môžete zakázať, ako je uvedené nižšie.
sl: Informacije o vaših nakupih, prenosih in drugih aktivnostih v trgovinah uporabljamo za prilagajanje funkcij, ponujanje prilagojenih priporočil in pošiljanje obvestil, vključno z obvestili za trženje Apple. Od uporabe teh podatkov v ta namen se lahko odjavite, kot je opisano spodaj.
sv: Vi använder information om dina köp, hämtningar och andra aktiviteter i affärerna så att vi kan skräddarsy funktioner, tillhandahålla anpassade rekommendationer och skicka notiser till dig, inklusive för Apple-marknadsföring. Du kan ange att dessa data inte ska användas för detta ändamål genom att följa anvisningarna nedan.
th: เราใช้ข้อมูลเกี่ยวกับสินค้าที่ซื้อ รายการดาวน์โหลด และกิจกรรมอื่นๆ ในร้านเพื่อปรับแต่งคุณสมบัติ นำเสนอรายการแนะนำสำหรับคุณโดยเฉพาะ และส่งการแจ้งเตือนรวมถึงข้อมูลการตลาดของ Apple ให้กับคุณ คุณสามารถยกเลิกการใช้ข้อมูลนี้สำหรับจุดประสงค์นี้ได้ ตามที่อธิบายไว้ด้านล่าง
tr: Özellikleri size uygun hâle getirmek, kişiselleştirilmiş öneriler sunmak ve size Apple pazarlama için olanlar da dahil bildirimler göndermek için mağaza satın alımlarınız, indirmeleriniz ve diğer eylemleriniz hakkındaki bilgileri kullanıyoruz. Bu verilerin bu amaçla kullanılmasını aşağıda açıklandığı şekilde istediğiniz zaman sonlandırabilirsiniz.
uk: Ми використовуємо інформацію про ваші покупки, викачування та інші дії в магазинах, щоб пристосовувати для вас функції, надавати персоналізовані рекомендації та надсилати сповіщення, зокрема маркетингові повідомлення від Apple. Ви можете відмовитися від використання цих даних для таких цілей, як це описано нижче.
vi: Chúng tôi sử dụng thông tin về hoạt động mua, tải về và các hoạt động khác của bạn trong các cửa hàng để điều chỉnh các tính năng, cung cấp các đề xuất được cá nhân hóa và gửi cho bạn thông báo bao gồm tiếp thị của Apple. Bạn có thể chọn không sử dụng dữ liệu này cho mục đích này, như được mô tả ở bên dưới.
zh_cn: 我们使用你在商店中的购买、下载和其他操作信息来为你量身定制相关功能、向你提供个性化推荐，以及发送包括Apple市场营销的通知。你可以选择不将此类数据用于该用途，具体如下所述。
zh_hk: 我們會使用你的購買項目、下載項目和商店中的其他活動資料來度身訂造功能、為你提供個人化的建議以及向你傳送通知（包括Apple推廣）。你可以選擇不將此資料用於此用途，如下所述。
zh_tw: 我們會使用你在商店中的購買項目、下載項目和其他活動來量身打造功能，提供個人化的推薦內容和向你傳送通知（包含Apple行銷）。你可以選擇不將此資料用於此用途，如下所述。
